package com.olympia.extensions

object Info {
    var USERNAME = ""
    var PASSWORD = ""
    var SEX = ""
    var BIRTHDAY = ""
    var EMAIL = ""
    var ID = ""
    const val homeDescription2 = "Как быстро можно потерять мышечную массу без тренировок\n" +
            "•   Регулярные тренировки важны для роста физической силы и выносливости.\n" +
            "•   Перерыв в тренировках может привести к потере мышечной массы, но это зависит от времени и вида тренировок.\n" +
            "•   Скорость потери мышечной массы зависит от уровня физической подготовки, кардио тренировок и возраста.\n" +
            "•   Пожилые люди теряют мышечную массу быстрее, чем молодые, но не имеют различий между мужчинами и женщинами.\n" +
            "•   \"Мышечная память\" помогает профессиональным спортсменам и любителям быстрее вернуться к прежней форме после перерыва.\n" +
            "•   Трехнедельный перерыв в силовом фитнесе обычно не влияет на результаты, но уменьшение нагрузок может повлиять на выносливость.\n" +
            "•   Сохранение минимальной нагрузки во время перерыва может замедлить потерю прогресса.\n" +
            "•   Комфортный режим тренировок поможет поддерживать форму в долгосрочной перспективе."
    const val homeDescription0 = "Продукты, богатые белком, для наращивания мышц\n" +
            "•   Наращивание мышечной массы требует силы и сбалансированного белкового питания.\n" +
            "•   Продукты, богатые белком, такие как яйца, лосось, грудка птицы, молочные продукты, тунец, креветки, морские гребешки, соевые бобы, говядина, творог, фасоль, нут, арахис, миндаль, гречка, тофу, коричневый рис, протеиновые порошки.\n" +
            "•   Для роста мышц нужно употреблять продукты с высоким содержанием белка, такие как курица, лосось, греческий йогурт, бобы, творог, яйца.\n" +
            "•   Для анаболического роста необходимо употреблять больше калорий, чем вы сжигаете.\n" +
            "•   Помочь достигнуть эффективного баланса может фитнес-тренер или нутрициолог."
    const val homeDescription1 = "Сколько мышечной массы должно быть у мужчин и у женщин\n" +
            "•   Мышечная масса важна для здоровья и физической функции.\n" +
            "•   Она влияет на риск травм, хронических заболеваний и ранней смерти.\n" +
            "•   Мышечная масса влияет на силу, подвижность и равновесие.\n" +
            "•   Трудно точно измерить мышечную массу, но можно использовать процентное содержание жира в организме.\n" +
            "•   Для роста мышц подходят силовые тренировки, аэробные упражнения и правильное питание.\n" +
            "•   Важно потреблять достаточное количество белка, углеводов и жиров для набора и сохранения мышечной массы.\n" +
            "•   Мышечная масса является частью безжировой массы тела и влияет на физическую форму.\n" +
            "•   Точный расчет мышечной массы сложен, но можно использовать МРТ для оценки."
}